<div class="footer__info">
    <div class="footer__info-text-container">
        <div class="footer__info-text-wrapper">
            <div class="footer__info-text">
                Внимание всем одиноким людям — на самом деле вы не одиноки!
                Если ты хочешь найти любовь, отношения или новых друзей,
                то тебе надо в California. Здесь уже образовано более 55 миллиардов пар,
                а значит ты точно найдешь тех, кто тебе близок.
                Посмотрим правде в глаза — сейчас все знакомятся онлайн.
                California — это самое популярное приложение,
                которым пользуются миллионы парней и девушек для знакомства и общения рядом.
                К тому же в California рады всем,
                независимо от сексуальной ориентации и гендерной идентичности.
            </div>
        </div>
        <div class="footer__info-text-wrapper">
            <div class="footer__info-text">
                В California ты точно найдешь то, что ищешь.
                Хочешь новых отношений?
                Пожалуйста. Ищешь новых друзей?
                Без проблем.
                Ты учишься в универе и мечтаешь получить максимум от студенческой жизни?
                Для этого есть California U.
                California — это не просто сайт знакомств, а целая соцсеть,
                где самые разные люди со всего мира встречаются,
                заводят новых друзей и находят свою любовь.
            </div>
        </div>
    </div>
</div>